Repository: pushpendra996/treasure-ios
Catalog: Treasure/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, gu, hi, kn, ml, mr, pa, ta, te

# expense_reminder_channel_desc
source: Twice-daily reminders to log expenses so your month-end report stays accurate.
ar: تذكيرات مرتين يوميًا لتسجيل النفقات حتى يظل تقرير نهاية الشهر دقيقًا.
bn: খরচ লগ করার জন্য প্রতিদিন দুবার অনুস্মারক যাতে আপনার মাস-শেষের রিপোর্ট সঠিক থাকে।
es: Recordatorios dos veces al día para registrar los gastos para que su informe de fin de mes se mantenga preciso.
fr: Rappels deux fois par jour pour enregistrer les dépenses afin que votre rapport de fin de mois reste précis.
gu: ખર્ચને લૉગ કરવા માટે દરરોજ બે વાર રીમાઇન્ડર્સ જેથી તમારો મહિનાના અંતનો રિપોર્ટ સચોટ રહે.
hi: खर्चों को लॉग करने के लिए दिन में दो बार अनुस्मारक दें ताकि आपकी महीने के अंत की रिपोर्ट सटीक बनी रहे।
kn: ವೆಚ್ಚಗಳನ್ನು ಲಾಗ್ ಮಾಡಲು ದಿನಕ್ಕೆ ಎರಡು ಬಾರಿ ಜ್ಞಾಪನೆಗಳು ಆದ್ದರಿಂದ ನಿಮ್ಮ ತಿಂಗಳ ಅಂತ್ಯದ ವರದಿಯು ನಿಖರವಾಗಿರುತ್ತದೆ.
ml: നിങ്ങളുടെ മാസാവസാന റിപ്പോർട്ട് കൃത്യമായി നിലനിൽക്കാൻ ചെലവുകൾ ലോഗ് ചെയ്യുന്നതിനുള്ള ദിവസേന രണ്ടുതവണ ഓർമ്മപ്പെടുത്തലുകൾ.
mr: खर्च लॉग करण्यासाठी दररोज दोनदा स्मरणपत्रे जेणेकरून तुमचा महिना-अखेरचा अहवाल अचूक राहील.
pa: ਖਰਚਿਆਂ ਨੂੰ ਲੌਗ ਕਰਨ ਲਈ ਰੋਜ਼ਾਨਾ ਦੋ ਵਾਰ ਰੀਮਾਈਂਡਰ ਤਾਂ ਜੋ ਤੁਹਾਡੀ ਮਹੀਨੇ ਦੇ ਅੰਤ ਦੀ ਰਿਪੋਰਟ ਸਹੀ ਰਹੇ।
ta: உங்கள் மாத இறுதி அறிக்கை துல்லியமாக இருக்க, செலவுகளை பதிவு செய்ய தினசரி இருமுறை நினைவூட்டல்கள்.
te: ఖర్చులను లాగ్ చేయడానికి రోజుకు రెండుసార్లు రిమైండర్‌లు తద్వారా మీ నెలాఖరు నివేదిక ఖచ్చితంగా ఉంటుంది.

# expense_reminder_evening_body
source: A quick log tonight gives you a clear picture at month-end. Tap to add your expenses.
ar: يمنحك السجل السريع الليلة صورة واضحة في نهاية الشهر. انقر لإضافة النفقات الخاصة بك.
bn: আজ রাতে একটি দ্রুত লগ আপনাকে মাসের শেষে একটি পরিষ্কার ছবি দেয়। আপনার খরচ যোগ করতে আলতো চাপুন.
es: Un registro rápido esta noche le dará una idea clara de fin de mes. Toque para agregar sus gastos.
fr: Un journal rapide ce soir vous donne une image claire à la fin du mois. Appuyez pour ajouter vos dépenses.
gu: આજે રાત્રે ઝડપી લોગ તમને મહિનાના અંતે સ્પષ્ટ ચિત્ર આપે છે. તમારા ખર્ચ ઉમેરવા માટે ટેપ કરો.
hi: आज रात एक त्वरित लॉग आपको महीने के अंत में एक स्पष्ट तस्वीर देता है। अपने खर्च जोड़ने के लिए टैप करें.
kn: ಟುನೈಟ್ ತ್ವರಿತ ಲಾಗ್ ನಿಮಗೆ ತಿಂಗಳ ಕೊನೆಯಲ್ಲಿ ಸ್ಪಷ್ಟವಾದ ಚಿತ್ರವನ್ನು ನೀಡುತ್ತದೆ. ನಿಮ್ಮ ಖರ್ಚುಗಳನ್ನು ಸೇರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.
ml: ഇന്ന് രാത്രി ഒരു ദ്രുത ലോഗ് മാസാവസാനം നിങ്ങൾക്ക് വ്യക്തമായ ചിത്രം നൽകുന്നു. നിങ്ങളുടെ ചെലവുകൾ ചേർക്കാൻ ടാപ്പ് ചെയ്യുക.
mr: आज रात्री एक द्रुत लॉग तुम्हाला महिन्याच्या शेवटी स्पष्ट चित्र देतो. तुमचा खर्च जोडण्यासाठी टॅप करा.
pa: ਅੱਜ ਰਾਤ ਨੂੰ ਇੱਕ ਤੇਜ਼ ਲੌਗ ਤੁਹਾਨੂੰ ਮਹੀਨੇ ਦੇ ਅੰਤ ਵਿੱਚ ਇੱਕ ਸਪਸ਼ਟ ਤਸਵੀਰ ਦਿੰਦਾ ਹੈ। ਆਪਣੇ ਖਰਚੇ ਜੋੜਨ ਲਈ ਟੈਪ ਕਰੋ।
ta: இன்றிரவு ஒரு விரைவான பதிவு உங்களுக்கு மாத இறுதியில் தெளிவான படத்தை வழங்குகிறது. உங்கள் செலவுகளைச் சேர்க்க தட்டவும்.
te: ఈ రాత్రి త్వరిత లాగ్ మీకు నెలాఖరులో స్పష్టమైన చిత్రాన్ని అందిస్తుంది. మీ ఖర్చులను జోడించడానికి నొక్కండి.

# expense_reminder_evening_title
source: Did you log today's expenses?
ar: هل قمت بتسجيل نفقات اليوم؟
bn: আপনি কি আজকের খরচ লগ ইন করেছেন?
es: ¿Registraste los gastos de hoy?
fr: Avez-vous enregistré les dépenses d'aujourd'hui ?
gu: શું તમે આજના ખર્ચની નોંધણી કરી?
hi: क्या आपने आज के खर्चों को लॉग किया?
kn: ನೀವು ಇಂದಿನ ಖರ್ಚುಗಳನ್ನು ಲಾಗ್ ಮಾಡಿದ್ದೀರಾ?
ml: ഇന്നത്തെ ചെലവുകൾ നിങ്ങൾ രേഖപ്പെടുത്തിയോ?
mr: तुम्ही आजचा खर्च नोंदवला का?
pa: ਕੀ ਤੁਸੀਂ ਅੱਜ ਦੇ ਖਰਚਿਆਂ ਨੂੰ ਲੌਗ ਕੀਤਾ ਹੈ?
ta: இன்றைய செலவுகளை பதிவு செய்தீர்களா?
te: మీరు ఈ రోజు ఖర్చులను నమోదు చేసారా?

# expense_reminder_morning_body
source: Add what you spent so your month-end report is complete — and you can spot spending that isn't worth it.
ar: أضف ما أنفقته حتى يكتمل تقرير نهاية الشهر، ويمكنك اكتشاف الإنفاق الذي لا يستحق ذلك.
bn: আপনি যা ব্যয় করেছেন তা যোগ করুন যাতে আপনার মাস-শেষের প্রতিবেদন সম্পূর্ণ হয় — এবং আপনি এমন খরচ দেখতে পারেন যা মূল্যহীন।
es: Agregue lo que gastó para que su informe de fin de mes esté completo y pueda detectar gastos que no valen la pena.
fr: Ajoutez ce que vous avez dépensé pour que votre rapport de fin de mois soit complet et que vous puissiez repérer les dépenses qui n'en valent pas la peine.
gu: તમે જે ખર્ચ કર્યો છે તે ઉમેરો જેથી તમારો મહિનો-અંતનો રિપોર્ટ પૂર્ણ થાય — અને તમે એવા ખર્ચને શોધી શકો છો જે તેના માટે યોગ્ય નથી.
hi: आपने जो खर्च किया उसे जोड़ें ताकि आपकी महीने के अंत की रिपोर्ट पूरी हो जाए - और आप उस खर्च का पता लगा सकें जो इसके लायक नहीं है।
kn: ನೀವು ಖರ್ಚು ಮಾಡಿದ್ದನ್ನು ಸೇರಿಸಿ ಇದರಿಂದ ನಿಮ್ಮ ತಿಂಗಳ ಅಂತ್ಯದ ವರದಿ ಪೂರ್ಣಗೊಂಡಿದೆ - ಮತ್ತು ನೀವು ಮೌಲ್ಯಯುತವಲ್ಲದ ಖರ್ಚುಗಳನ್ನು ಗುರುತಿಸಬಹುದು.
ml: നിങ്ങളുടെ മാസാവസാന റിപ്പോർട്ട് പൂർത്തിയാകുന്നതിന് നിങ്ങൾ ചെലവഴിച്ചത് ചേർക്കുക - നിങ്ങൾക്ക് വിലയില്ലാത്ത ചിലവ് കണ്ടെത്താനാകും.
mr: तुम्ही जे खर्च केले ते जोडा जेणेकरून तुमचा महिना-अखेरीचा अहवाल पूर्ण होईल — आणि तुम्ही तो खर्च करू शकत नाही जो योग्य नाही.
pa: ਤੁਸੀਂ ਜੋ ਖਰਚ ਕੀਤਾ ਹੈ ਉਸ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ ਤਾਂ ਕਿ ਤੁਹਾਡੀ ਮਹੀਨੇ-ਅੰਤ ਦੀ ਰਿਪੋਰਟ ਪੂਰੀ ਹੋਵੇ — ਅਤੇ ਤੁਸੀਂ ਉਸ ਖਰਚ ਨੂੰ ਲੱਭ ਸਕਦੇ ਹੋ ਜੋ ਇਸਦੀ ਕੀਮਤ ਨਹੀਂ ਹੈ।
ta: நீங்கள் செலவழித்ததைச் சேர்க்கவும், அதனால் உங்கள் மாத இறுதி அறிக்கை நிறைவடைகிறது - மேலும் மதிப்பு இல்லாத செலவினங்களைக் கண்டறியலாம்.
te: మీరు ఖర్చు చేసిన వాటిని జోడించండి, తద్వారా మీ నెలాఖరు నివేదిక పూర్తవుతుంది — మరియు మీరు విలువైన ఖర్చులను గుర్తించవచ్చు.

# expense_reminder_morning_title
source: Log today's expenses
ar: سجل نفقات اليوم
bn: আজকের খরচ লগ করুন
es: Registre los gastos de hoy
fr: Enregistrez les dépenses du jour
gu: આજના ખર્ચાઓ નોંધો
hi: आज के खर्चों को लॉग करें
kn: ಇಂದಿನ ಖರ್ಚುಗಳನ್ನು ಲಾಗ್ ಮಾಡಿ
ml: ഇന്നത്തെ ചെലവുകൾ രേഖപ്പെടുത്തുക
mr: आजचा खर्च नोंदवा
pa: ਅੱਜ ਦੇ ਖਰਚਿਆਂ ਨੂੰ ਲੌਗ ਕਰੋ
ta: இன்றைய செலவுகளை பதிவு செய்யவும்
te: నేటి ఖర్చులను నమోదు చేయండి

# hint_add_category
source: Add category
ar: أضف فئة
bn: বিভাগ যোগ করুন
es: Añadir categoría
fr: Ajouter une catégorie
gu: શ્રેણી ઉમેરો
hi: श्रेणी जोड़ना
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಿ
ml: വിഭാഗം ചേർക്കുക
mr: श्रेणी जोडा
pa: ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ
ta: வகையைச் சேர்க்கவும்
te: వర్గాన్ని జోడించండి

# hint_add_member
source: Add member
ar: إضافة عضو
bn: সদস্য যোগ করুন
es: Agregar miembro
fr: Ajouter un membre
gu: સભ્ય ઉમેરો
hi: सदस्य जोड़ें
kn: ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ
ml: അംഗത്തെ ചേർക്കുക
mr: सदस्य जोडा
pa: ਮੈਂਬਰ ਸ਼ਾਮਲ ਕਰੋ
ta: உறுப்பினரைச் சேர்க்கவும்
te: సభ్యుడిని జోడించండి

# hint_add_member_sheet_desc
source: Use the same country code and number they use in Treasure so they can see this group in the app.
ar: استخدم نفس رمز البلد والرقم الذي يستخدمونه في Treasure حتى يتمكنوا من رؤية هذه المجموعة في التطبيق.
bn: তারা ট্রেজারে যে দেশের কোড এবং নম্বর ব্যবহার করে সেই একই দেশের কোড ব্যবহার করুন যাতে তারা অ্যাপটিতে এই গ্রুপটি দেখতে পারে।
es: Utilice el mismo código de país y número que utilizan en Treasure para que puedan ver este grupo en la aplicación.
fr: Utilisez le même code de pays et le même numéro qu'ils utilisent dans Treasure afin qu'ils puissent voir ce groupe dans l'application.
gu: તેઓ જે દેશનો કોડ અને નંબર ટ્રેઝરમાં વાપરે છે તેનો ઉપયોગ કરો જેથી તેઓ આ જૂથને એપ્લિકેશનમાં જોઈ શકે.
hi: उसी देश कोड और नंबर का उपयोग करें जिसका उपयोग वे ट्रेज़र में करते हैं ताकि वे इस समूह को ऐप में देख सकें।
kn: ಅವರು ಟ್ರೆಷರ್‌ನಲ್ಲಿ ಬಳಸುವ ಅದೇ ದೇಶದ ಕೋಡ್ ಮತ್ತು ಸಂಖ್ಯೆಯನ್ನು ಬಳಸಿ ಇದರಿಂದ ಅವರು ಈ ಗುಂಪನ್ನು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ನೋಡಬಹುದು.
ml: ട്രഷറിൽ അവർ ഉപയോഗിക്കുന്ന അതേ രാജ്യ കോഡും നമ്പറും ഉപയോഗിക്കുക, അതുവഴി അവർക്ക് ആപ്പിൽ ഈ ഗ്രൂപ്പ് കാണാൻ കഴിയും.
mr: ते ट्रेझरमध्ये वापरतात तोच देश कोड आणि क्रमांक वापरा जेणेकरून ते ॲपमध्ये हा गट पाहू शकतील.
pa: ਉਹੀ ਦੇਸ਼ ਕੋਡ ਅਤੇ ਨੰਬਰ ਵਰਤੋ ਜੋ ਉਹ ਖਜ਼ਾਨੇ ਵਿੱਚ ਵਰਤਦੇ ਹਨ ਤਾਂ ਜੋ ਉਹ ਐਪ ਵਿੱਚ ਇਸ ਸਮੂਹ ਨੂੰ ਦੇਖ ਸਕਣ।
ta: ட்ரெஷரில் அவர்கள் பயன்படுத்தும் அதே நாட்டின் குறியீடு மற்றும் எண்ணைப் பயன்படுத்தவும், இதன் மூலம் அவர்கள் இந்த குழுவை பயன்பாட்டில் பார்க்க முடியும்.
te: ట్రెజర్‌లో వారు ఉపయోగించే అదే దేశం కోడ్ మరియు నంబర్‌ను ఉపయోగించండి, తద్వారా వారు యాప్‌లో ఈ సమూహాన్ని చూడగలరు.

# hint_add_shared_expense
source: Add expense
ar: أضف النفقات
bn: খরচ যোগ করুন
es: Agregar gasto
fr: Ajouter une dépense
gu: ખર્ચ ઉમેરો
hi: व्यय जोड़ें
kn: ವೆಚ್ಚವನ್ನು ಸೇರಿಸಿ
ml: ചെലവ് ചേർക്കുക
mr: खर्च जोडा
pa: ਖਰਚਾ ਜੋੜੋ
ta: செலவைச் சேர்க்கவும்
te: ఖర్చును జోడించండి

# hint_add_shared_expense_title
source: Add shared expense
ar: أضف النفقات المشتركة
bn: ভাগ করা খরচ যোগ করুন
es: Agregar gasto compartido
fr: Ajouter une dépense partagée
gu: વહેંચાયેલ ખર્ચ ઉમેરો
hi: साझा व्यय जोड़ें
kn: ಹಂಚಿದ ವೆಚ್ಚವನ್ನು ಸೇರಿಸಿ
ml: പങ്കിട്ട ചെലവ് ചേർക്കുക
mr: सामायिक खर्च जोडा
pa: ਸਾਂਝਾ ਖਰਚਾ ਸ਼ਾਮਲ ਕਰੋ
ta: பகிரப்பட்ட செலவைச் சேர்க்கவும்
te: భాగస్వామ్య వ్యయాన్ని జోడించండి

# hint_add_transaction
source: Add New Transaction
ar: إضافة معاملة جديدة
bn: নতুন লেনদেন যোগ করুন
es: Agregar nueva transacción
fr: Ajouter une nouvelle transaction
gu: નવો વ્યવહાર ઉમેરો
hi: नया लेनदेन जोड़ें
kn: ಹೊಸ ವಹಿವಾಟನ್ನು ಸೇರಿಸಿ
ml: പുതിയ ഇടപാട് ചേർക്കുക
mr: नवीन व्यवहार जोडा
pa: ਨਵਾਂ ਲੈਣ-ਦੇਣ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய பரிவர்த்தனையைச் சேர்க்கவும்
te: కొత్త లావాదేవీని జోడించండి

# hint_administrator_named
source: Administrator: %1$@
ar: المسؤول: %1$@
bn: প্রশাসক: %1$@
es: Administrador: %1$@
fr: Administrateur : %1$@
gu: એડમિનિસ્ટ્રેટર: %1$@
hi: प्रशासक: %1$@
kn: ನಿರ್ವಾಹಕರು: %1$@
ml: അഡ്മിനിസ്ട്രേറ്റർ: %1$@
mr: प्रशासक: %1$@
pa: ਪ੍ਰਸ਼ਾਸਕ: %1$@
ta: நிர்வாகி: %1$@
te: నిర్వాహకుడు: %1$@

# hint_all_transactions
source: Transactions
ar: المعاملات
bn: লেনদেন
es: Actas
gu: વ્યવહારો
hi: लेनदेन
kn: ವಹಿವಾಟುಗಳು
ml: ഇടപാടുകൾ
mr: व्यवहार
pa: ਲੈਣ-ਦੇਣ
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు

# hint_amount
source: Amount
ar: كمية
bn: পরিমাণ
es: Cantidad
fr: Montant
gu: રકમ
hi: मात्रा
kn: ಮೊತ್ತ
ml: തുക
mr: रक्कम
pa: ਰਕਮ
ta: தொகை
te: మొత్తం

# hint_app_tagline
source: Know Your Money. Own Your Future
ar: تعرف على أموالك. امتلك مستقبلك
bn: আপনার টাকা জানুন. আপনার ভবিষ্যতের মালিক
es: Conozca su dinero. Sea dueño de su futuro
fr: Connaissez votre argent. Possédez votre avenir
gu: તમારા પૈસા જાણો. તમારા ભવિષ્યના માલિક
hi: अपने पैसे को जानें. अपना भविष्य खुद बनाएं
kn: ನಿಮ್ಮ ಹಣವನ್ನು ತಿಳಿಯಿರಿ. ನಿಮ್ಮ ಭವಿಷ್ಯವನ್ನು ಹೊಂದಿರಿ
ml: നിങ്ങളുടെ പണം അറിയുക. നിങ്ങളുടെ ഭാവി സ്വന്തമാക്കൂ
mr: आपले पैसे जाणून घ्या. आपल्या भविष्याचे मालक
pa: ਆਪਣੇ ਪੈਸੇ ਨੂੰ ਜਾਣੋ। ਆਪਣੇ ਭਵਿੱਖ ਦੇ ਮਾਲਕ
ta: உங்கள் பணத்தை அறிந்து கொள்ளுங்கள். உங்கள் எதிர்காலத்தை சொந்தமாக்குங்கள்
te: మీ డబ్బు తెలుసుకోండి. మీ భవిష్యత్తును స్వంతం చేసుకోండి

# hint_app_version
source: Version - %1$@ ■ %2$@
ar: الإصدار - %1$@ ■ %2$@
bn: সংস্করণ - %1$@ ■ %2$@
es: Versión - %1$@ ■ %2$@
gu: સંસ્કરણ - %1$@ ■ %2$@
hi: संस्करण - %1$@ ■ %2$@
kn: ಆವೃತ್ತಿ - %1$@ ■ %2$@
ml: പതിപ്പ് - %1$@ ■ %2$@
mr: आवृत्ती - %1$@ ■ %2$@
pa: ਸੰਸਕਰਣ - %1$@ ■ %2$@
ta: பதிப்பு - %1$@ ■ %2$@
te: సంస్కరణ - %1$@ ■ %2$@

# hint_approve
source: Approve
ar: يعتمد
bn: অনুমোদন করুন
es: Aprobar
fr: Approuver
gu: મંજૂર
hi: मंज़ूरी देना
kn: ಅನುಮೋದಿಸಿ
ml: അംഗീകരിക്കുക
mr: मंजूर करा
pa: ਮਨਜ਼ੂਰ ਕਰੋ
ta: ஒப்புதல்
te: ఆమోదించండి

# hint_auction_committee
source: Auction Committee
ar: لجنة المزاد
bn: নিলাম কমিটি
es: Comité de subasta
fr: Comité des enchères
gu: હરાજી સમિતિ
hi: नीलामी समिति
kn: ಹರಾಜು ಸಮಿತಿ
ml: ലേല സമിതി
mr: लिलाव समिती
pa: ਨਿਲਾਮੀ ਕਮੇਟੀ
ta: ஏலக் குழு
te: వేలం కమిటీ

# hint_auth_token_error
source: Could not get auth token
ar: تعذر الحصول على رمز المصادقة
bn: প্রমাণীকরণ টোকেন পাওয়া যায়নি
es: No se pudo obtener el token de autenticación
fr: Impossible d'obtenir le jeton d'authentification
gu: ઓથ ટોકન મેળવી શકાયું નથી
hi: प्रमाणीकरण टोकन नहीं मिल सका
kn: ದೃಢೀಕರಣ ಟೋಕನ್ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: ഓത്ത് ടോക്കൺ നേടാനായില്ല
mr: प्रमाणीकरण टोकन मिळू शकले नाही
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਟੋਕਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ta: அங்கீகார டோக்கனைப் பெற முடியவில்லை
te: ప్రామాణీకరణ టోకెన్‌ని పొందడం సాధ్యపడలేదు

# hint_balance_label
source: Balance: %1$@
ar: الرصيد: %1$@
bn: ব্যালেন্স: %1$@
es: Saldo: %1$@
fr: Solde : %1$@
gu: બેલેન્સ: %1$@
hi: शेष राशि: %1$@
kn: ಬಾಕಿ: %1$@
ml: ബാലൻസ്: %1$@
mr: शिल्लक: %1$@
pa: ਬਕਾਇਆ: %1$@
ta: இருப்பு: %1$@
te: బ్యాలెన్స్: %1$@

# hint_cancel
source: Cancel
ar: يلغي
bn: বাতিল করুন
es: Cancelar
fr: Annuler
gu: રદ કરો
hi: रद्द करना
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
ta: ரத்து செய்
te: రద్దు చేయి

# hint_category_duplicate
source: You already have this category
ar: لديك بالفعل هذه الفئة
bn: আপনি ইতিমধ্যে এই বিভাগ আছে
es: Ya tienes esta categoría
fr: Vous avez déjà cette catégorie
gu: તમારી પાસે પહેલેથી જ આ શ્રેણી છે
hi: यह श्रेणी आपके पास पहले से ही है
kn: ನೀವು ಈಗಾಗಲೇ ಈ ವರ್ಗವನ್ನು ಹೊಂದಿರುವಿರಿ
ml: നിങ്ങൾക്ക് ഇതിനകം ഈ വിഭാഗമുണ്ട്
mr: तुमच्याकडे ही श्रेणी आधीपासून आहे
pa: ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਇਹ ਸ਼੍ਰੇਣੀ ਹੈ
ta: உங்களிடம் ஏற்கனவே இந்த வகை உள்ளது
te: మీరు ఇప్పటికే ఈ వర్గాన్ని కలిగి ఉన్నారు

# hint_category_icon_optional
source: Icon (optional)
ar: الرمز (اختياري)
bn: আইকন (ঐচ্ছিক)
es: Icono (opcional)
fr: Icône (facultatif)
gu: આઇકન (વૈકલ્પિક)
hi: चिह्न (वैकल्पिक)
kn: ಐಕಾನ್ (ಐಚ್ಛಿಕ)
ml: ഐക്കൺ (ഓപ്ഷണൽ)
mr: चिन्ह (पर्यायी)
pa: ਪ੍ਰਤੀਕ (ਵਿਕਲਪਿਕ)
ta: ஐகான் (விரும்பினால்)
te: చిహ్నం (ఐచ్ఛికం)

# hint_category_more
source: Category options
ar: خيارات الفئة
bn: বিভাগ বিকল্প
es: Opciones de categoría
fr: Options de catégorie
gu: શ્રેણી વિકલ્પો
hi: श्रेणी विकल्प
kn: ವರ್ಗ ಆಯ್ಕೆಗಳು
ml: വിഭാഗം ഓപ്ഷനുകൾ
mr: श्रेणी पर्याय
pa: ਸ਼੍ਰੇਣੀ ਵਿਕਲਪ
ta: வகை விருப்பங்கள்
te: వర్గం ఎంపికలు

# hint_category_name
source: Category name
ar: اسم الفئة
bn: বিভাগের নাম
es: Nombre de categoría
fr: Nom de la catégorie
gu: શ્રેણીનું નામ
hi: श्रेणी नाम
kn: ವರ್ಗದ ಹೆಸರು
ml: വിഭാഗത്തിൻ്റെ പേര്
mr: श्रेणीचे नाव
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ
ta: வகை பெயர்
te: వర్గం పేరు

# hint_category_name_required
source: Enter a name
ar: أدخل اسما
bn: একটি নাম লিখুন
es: Introduce un nombre
fr: Entrez un nom
gu: નામ દાખલ કરો
hi: नाम डालें
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ഒരു പേര് നൽകുക
mr: नाव एंटर करा
pa: ਇੱਕ ਨਾਮ ਦਰਜ ਕਰੋ
ta: ஒரு பெயரை உள்ளிடவும்
te: పేరును నమోదు చేయండి

# hint_category_optional
source: Category
ar: فئة
bn: শ্রেণী
es: Categoría
fr: Catégorie
gu: શ્રેણી
hi: वर्ग
kn: ವರ್ಗ
ml: വിഭാഗം
mr: श्रेणी
pa: ਸ਼੍ਰੇਣੀ
ta: வகை
te: వర్గం

# hint_category_save_failed
source: Could not save category
ar: لا يمكن حفظ الفئة
bn: বিভাগ সংরক্ষণ করা যায়নি
es: No se pudo guardar la categoría
fr: Impossible d'enregistrer la catégorie
gu: શ્રેણી સાચવી શકાઈ નથી
hi: श्रेणी सहेजी नहीं जा सकी
kn: ವರ್ಗವನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: വിഭാഗം സംരക്ഷിക്കാൻ കഴിഞ്ഞില്ല
mr: श्रेणी जतन करू शकलो नाही
pa: ਸ਼੍ਰੇਣੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ta: வகையைச் சேமிக்க முடியவில்லை
te: వర్గాన్ని సేవ్ చేయడం సాధ్యపడలేదు

# hint_category_yours
source: Yours
ar: لك
bn: তোমার
es: Tuyo
fr: Le vôtre
gu: તમારું
hi: आपका
kn: ನಿಮ್ಮದು
ml: നിങ്ങളുടെ
mr: तुमचा
pa: ਤੁਹਾਡਾ
ta: உங்களுடையது
te: మీది

# hint_close_group
source: Close group
ar: إغلاق المجموعة
bn: গ্রুপ বন্ধ করুন
es: Cerrar grupo
fr: Fermer le groupe
gu: જૂથ બંધ કરો
hi: समूह बंद करें
kn: ಗುಂಪು ಮುಚ್ಚಿ
ml: ഗ്രൂപ്പ് അടയ്ക്കുക
mr: गट बंद करा
pa: ਸਮੂਹ ਬੰਦ ਕਰੋ
ta: மூடு குழு
te: సమూహాన్ని మూసివేయండి

# hint_close_group_confirm
source: Close this group? Members will not be able to add, edit, or remove expenses and members.
ar: هل تريد إغلاق هذه المجموعة؟ لن يتمكن الأعضاء من إضافة أو تعديل أو إزالة النفقات والأعضاء.
bn: এই গ্রুপ বন্ধ করবেন? সদস্যরা খরচ এবং সদস্য যোগ, সম্পাদনা বা অপসারণ করতে সক্ষম হবে না।
es: ¿Cerrar este grupo? Los miembros no podrán agregar, editar ni eliminar gastos ni miembros.
fr: Fermer ce groupe ? Les membres ne pourront pas ajouter, modifier ou supprimer des dépenses et des membres.
gu: આ જૂથ બંધ કરીએ? સભ્યો ખર્ચ અને સભ્યોને ઉમેરી, સંપાદિત અથવા દૂર કરી શકશે નહીં.
hi: इस समूह को बंद करें? सदस्य खर्चों और सदस्यों को जोड़, संपादित या हटा नहीं सकेंगे।
kn: ಈ ಗುಂಪನ್ನು ಮುಚ್ಚುವುದೇ? ಸದಸ್ಯರು ವೆಚ್ಚಗಳು ಮತ್ತು ಸದಸ್ಯರನ್ನು ಸೇರಿಸಲು, ಸಂಪಾದಿಸಲು ಅಥವಾ ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ml: ഈ ഗ്രൂപ്പ് അടയ്‌ക്കണോ? അംഗങ്ങൾക്ക് ചെലവുകളും അംഗങ്ങളും ചേർക്കാനോ എഡിറ്റ് ചെയ്യാനോ നീക്കം ചെയ്യാനോ കഴിയില്ല.
mr: हा गट बंद करायचा? सदस्य खर्च आणि सदस्य जोडू, संपादित करू किंवा काढू शकणार नाहीत.
pa: ਕੀ ਇਸ ਸਮੂਹ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ? ਮੈਂਬਰ ਖਰਚਿਆਂ ਅਤੇ ਮੈਂਬਰਾਂ ਨੂੰ ਜੋੜਨ, ਸੰਪਾਦਿਤ ਕਰਨ ਜਾਂ ਹਟਾਉਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ।
ta: இந்தக் குழுவை மூடவா? உறுப்பினர்களால் செலவுகள் மற்றும் உறுப்பினர்களைச் சேர்க்கவோ, திருத்தவோ அல்லது அகற்றவோ முடியாது.
te: ఈ సమూహాన్ని మూసివేయాలా? సభ్యులు ఖర్చులు మరియు సభ్యులను జోడించలేరు, సవరించలేరు లేదా తీసివేయలేరు.

# hint_committee
source: Committees
ar: اللجان
bn: কমিটি
es: comités
fr: Comités
gu: સમિતિઓ
hi: समितियों
kn: ಸಮಿತಿಗಳು
ml: കമ്മിറ്റികൾ
mr: समित्या
pa: ਕਮੇਟੀਆਂ
ta: குழுக்கள்
te: కమిటీలు

# hint_committee_description
source: Description (optional)
ar: الوصف (اختياري)
bn: বর্ণনা (ঐচ্ছিক)
es: Descripción (opcional)
fr: Description (facultatif)
gu: વર્ણન (વૈકલ્પિક)
hi: विवरण (वैकल्पिक)
kn: ವಿವರಣೆ (ಐಚ್ಛಿಕ)
ml: വിവരണം (ഓപ്ഷണൽ)
mr: वर्णन (पर्यायी)
pa: ਵਰਣਨ (ਵਿਕਲਪਿਕ)
ta: விளக்கம் (விரும்பினால்)
te: వివరణ (ఐచ్ఛికం)

# hint_committee_detail
source: Committee
ar: لجنة
bn: কমিটি
es: Comité
fr: Comité
gu: સમિતિ
hi: समिति
kn: ಸಮಿತಿ
ml: കമ്മിറ്റി
mr: समिती
pa: ਕਮੇਟੀ
ta: குழு
te: కమిటీ

# hint_committee_limit_reached
source: You have reached the free limit of 2 committees. Subscribe via the website to add more.
ar: لقد وصلت إلى الحد الأقصى المسموح به وهو لجنتين. اشترك عبر الموقع لإضافة المزيد.
bn: আপনি 2টি কমিটির বিনামূল্যের সীমাতে পৌঁছেছেন। আরো যোগ করতে ওয়েবসাইটের মাধ্যমে সাবস্ক্রাইব করুন.
es: Has alcanzado el límite gratuito de 2 comités. Suscríbete a través del sitio web para agregar más.
fr: Vous avez atteint la limite gratuite de 2 comités. Abonnez-vous via le site Web pour en ajouter plus.
gu: તમે 2 સમિતિઓની મફત મર્યાદા સુધી પહોંચી ગયા છો. વધુ ઉમેરવા માટે વેબસાઇટ દ્વારા સબ્સ્ક્રાઇબ કરો.
hi: आप 2 समितियों की निःशुल्क सीमा तक पहुँच गए हैं। और अधिक जोड़ने के लिए वेबसाइट के माध्यम से सदस्यता लें।
kn: ನೀವು 2 ಸಮಿತಿಗಳ ಉಚಿತ ಮಿತಿಯನ್ನು ತಲುಪಿರುವಿರಿ. ಹೆಚ್ಚಿನದನ್ನು ಸೇರಿಸಲು ವೆಬ್‌ಸೈಟ್ ಮೂಲಕ ಚಂದಾದಾರರಾಗಿ.
ml: നിങ്ങൾ 2 കമ്മിറ്റികളുടെ സൗജന്യ പരിധിയിലെത്തി. കൂടുതൽ ചേർക്കുന്നതിന് വെബ്സൈറ്റ് വഴി സബ്സ്ക്രൈബ് ചെയ്യുക.
mr: तुम्ही 2 समित्यांची मुक्त मर्यादा गाठली आहे. अधिक जोडण्यासाठी वेबसाइटद्वारे सदस्यता घ्या.
pa: ਤੁਸੀਂ 2 ਕਮੇਟੀਆਂ ਦੀ ਮੁਫਤ ਸੀਮਾ 'ਤੇ ਪਹੁੰਚ ਗਏ ਹੋ। ਹੋਰ ਜੋੜਨ ਲਈ ਵੈੱਬਸਾਈਟ ਰਾਹੀਂ ਗਾਹਕ ਬਣੋ।
ta: 2 குழுக்களின் இலவச வரம்பை அடைந்துவிட்டீர்கள். மேலும் சேர்க்க இணையதளம் வழியாக குழுசேரவும்.
te: మీరు 2 కమిటీల ఉచిత పరిమితిని చేరుకున్నారు. మరిన్ని జోడించడానికి వెబ్‌సైట్ ద్వారా సభ్యత్వాన్ని పొందండి.

# hint_committee_name
source: Committee name
ar: اسم اللجنة
bn: কমিটির নাম
es: nombre del comité
fr: Nom du comité
gu: સમિતિનું નામ
hi: समिति का नाम
kn: ಸಮಿತಿಯ ಹೆಸರು
ml: കമ്മിറ്റിയുടെ പേര്
mr: समितीचे नाव
pa: ਕਮੇਟੀ ਦਾ ਨਾਮ
ta: குழுவின் பெயர்
te: కమిటీ పేరు

# hint_committee_type_auction
source: Type: Auction committee
ar: النوع: لجنة المزاد
bn: প্রকার: নিলাম কমিটি
es: Tipo: Comité de subasta
fr: Type : Comité de vente aux enchères
gu: પ્રકાર: હરાજી સમિતિ
hi: प्रकार: नीलामी समिति
kn: ಪ್ರಕಾರ: ಹರಾಜು ಸಮಿತಿ
ml: തരം: ലേല സമിതി
mr: प्रकार: लिलाव समिती
pa: ਕਿਸਮ: ਨਿਲਾਮੀ ਕਮੇਟੀ
ta: வகை: ஏலக் குழு
te: రకం: వేలం కమిటీ

# hint_consent_alerts_body
source: Stay on top of your spending with gentle reminders to log expenses.
ar: ابق على اطلاع على إنفاقك من خلال التذكيرات اللطيفة لتسجيل النفقات.
bn: খরচ লগ করার জন্য মৃদু অনুস্মারক সহ আপনার ব্যয়ের শীর্ষে থাকুন।
es: Manténgase al tanto de sus gastos con recordatorios suaves para registrarlos.
fr: Restez au courant de vos dépenses grâce à de doux rappels pour enregistrer vos dépenses.
gu: ખર્ચ લોગ કરવા માટે હળવા રીમાઇન્ડર્સ સાથે તમારા ખર્ચમાં ટોચ પર રહો.
hi: खर्चों को लॉग करने के लिए सौम्य अनुस्मारक के साथ अपने खर्च पर नियंत्रण रखें।
kn: ವೆಚ್ಚಗಳನ್ನು ಲಾಗ್ ಮಾಡಲು ಸೌಮ್ಯವಾದ ಜ್ಞಾಪನೆಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಖರ್ಚಿನ ಮೇಲೆ ಉಳಿಯಿರಿ.
ml: ചെലവുകൾ ലോഗ് ചെയ്യാനുള്ള സൌമ്യമായ ഓർമ്മപ്പെടുത്തലുകളോടെ നിങ്ങളുടെ ചെലവിൻ്റെ മുകളിൽ തുടരുക.
mr: खर्च लॉग करण्यासाठी सौम्य स्मरणपत्रांसह आपल्या खर्चाच्या शीर्षस्थानी रहा.
pa: ਖਰਚਿਆਂ ਨੂੰ ਲੌਗ ਕਰਨ ਲਈ ਕੋਮਲ ਰੀਮਾਈਂਡਰਾਂ ਨਾਲ ਆਪਣੇ ਖਰਚਿਆਂ ਦੇ ਸਿਖਰ 'ਤੇ ਰਹੋ।
ta: செலவினங்களைப் பதிவுசெய்வதற்கான மென்மையான நினைவூட்டல்களுடன் உங்கள் செலவினங்களின் மேல் இருக்கவும்.
te: ఖర్చులను లాగ్ చేయడానికి సున్నితమైన రిమైండర్‌లతో మీ ఖర్చుపై అగ్రస్థానంలో ఉండండి.

# hint_consent_alerts_point1
source: Daily expense reminders
ar: تذكير النفقات اليومية
bn: দৈনিক খরচ অনুস্মারক
es: Recordatorios de gastos diarios
fr: Rappels de dépenses quotidiens
gu: દૈનિક ખર્ચ રીમાઇન્ડર્સ
hi: दैनिक व्यय अनुस्मारक
kn: ದೈನಂದಿನ ಖರ್ಚು ಜ್ಞಾಪನೆಗಳು
ml: ദൈനംദിന ചെലവ് ഓർമ്മപ്പെടുത്തലുകൾ
mr: दैनंदिन खर्चाचे स्मरणपत्र
pa: ਰੋਜ਼ਾਨਾ ਖਰਚੇ ਰੀਮਾਈਂਡਰ
ta: தினசரி செலவு நினைவூட்டல்கள்
te: రోజువారీ ఖర్చు రిమైండర్లు

# hint_consent_alerts_point2
source: Optional — skip anytime
ar: اختياري — تخطي في أي وقت
bn: ঐচ্ছিক — যেকোনো সময় এড়িয়ে যান
es: Opcional: salta en cualquier momento
fr: Facultatif – ignorez à tout moment
gu: વૈકલ્પિક - કોઈપણ સમયે અવગણો
hi: वैकल्पिक - किसी भी समय छोड़ें
kn: ಐಚ್ಛಿಕ - ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಬಿಟ್ಟುಬಿಡಿ
ml: ഓപ്ഷണൽ - എപ്പോൾ വേണമെങ്കിലും ഒഴിവാക്കുക
mr: पर्यायी — कधीही वगळा
pa: ਵਿਕਲਪਿਕ — ਕਿਸੇ ਵੀ ਸਮੇਂ ਛੱਡੋ
ta: விருப்பமானது - எப்போது வேண்டுமானாலும் தவிர்க்கவும்
te: ఐచ్ఛికం - ఎప్పుడైనా దాటవేయండి

# hint_consent_alerts_point3
source: App works fully without this
ar: التطبيق يعمل بشكل كامل بدون هذا
bn: অ্যাপটি এটি ছাড়া সম্পূর্ণভাবে কাজ করে
es: La aplicación funciona completamente sin esto.
fr: L'application fonctionne pleinement sans cela
gu: એપ્લિકેશન આ વિના સંપૂર્ણ રીતે કાર્ય કરે છે
hi: ऐप इसके बिना भी पूरी तरह से काम करता है
kn: ಇದು ಇಲ್ಲದೆ ಅಪ್ಲಿಕೇಶನ್ ಸಂಪೂರ್ಣವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ
ml: ഇതില്ലാതെ ആപ്പ് പൂർണ്ണമായി പ്രവർത്തിക്കുന്നു
mr: याशिवाय ॲप पूर्णपणे कार्य करते
pa: ਐਪ ਇਸ ਤੋਂ ਬਿਨਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਦਾ ਹੈ
ta: இது இல்லாமல் பயன்பாடு முழுமையாக வேலை செய்கிறது
te: ఇది లేకుండా యాప్ పూర్తిగా పనిచేస్తుంది

# hint_consent_alerts_title
source: Treasure alerts
ar: __الكنز__ التنبيهات
bn: Treasure সতর্কতা
es: Alertas de __TESORO__
fr: Alertes __TRÉSOR__
gu: Treasure ચેતવણીઓ
hi: __खजाना__ अलर्ट
kn: __ಟ್ರೆಷರ್__ ಎಚ್ಚರಿಕೆಗಳು
ml: __ട്രെഷർ__ അലേർട്ടുകൾ
mr: Treasure सूचना
pa: Treasure ਚੇਤਾਵਨੀਆਂ
ta: Treasure விழிப்பூட்டல்கள்
te: Treasure హెచ్చరికలు

# hint_consent_allow
source: Allow
ar: يسمح
bn: অনুমতি দিন
es: Permitir
fr: Permettre
gu: પરવાનગી આપે છે
hi: अनुमति दें
kn: ಅನುಮತಿಸಿ
ml: അനുവദിക്കുക
mr: परवानगी द्या
pa: ਇਜਾਜ਼ਤ ਦਿਓ
ta: அனுமதி
te: అనుమతించు

# hint_consent_autofill_body
source: Draft transactions from UPI and bank payment alerts on this phone.
ar: قم بصياغة المعاملات من UPI وتنبيهات الدفع البنكي على هذا الهاتف.
bn: এই ফোনে UPI এবং ব্যাঙ্ক পেমেন্ট সতর্কতা থেকে ড্রাফ্ট লেনদেন।
es: Borradores de transacciones de UPI y alertas de pagos bancarios en este teléfono.
fr: Rédigez des transactions à partir des alertes UPI et de paiement bancaire sur ce téléphone.
gu: આ ફોન પર UPI અને બેંક ચુકવણી ચેતવણીઓમાંથી ડ્રાફ્ટ વ્યવહારો.
hi: इस फ़ोन पर UPI से ड्राफ्ट लेनदेन और बैंक भुगतान अलर्ट।
kn: ಈ ಫೋನ್‌ನಲ್ಲಿ UPI ಮತ್ತು ಬ್ಯಾಂಕ್ ಪಾವತಿ ಎಚ್ಚರಿಕೆಗಳಿಂದ ಡ್ರಾಫ್ಟ್ ವಹಿವಾಟುಗಳು.
ml: ഈ ഫോണിലെ UPI-ൽ നിന്നുള്ള ഇടപാടുകളുടെ ഡ്രാഫ്റ്റ്, ബാങ്ക് പേയ്‌മെൻ്റ് അലേർട്ടുകൾ.
mr: या फोनवर UPI आणि बँक पेमेंट अलर्ट वरून ड्राफ्ट व्यवहार.
pa: ਇਸ ਫੋਨ 'ਤੇ UPI ਅਤੇ ਬੈਂਕ ਭੁਗਤਾਨ ਅਲਰਟ ਤੋਂ ਡਰਾਫਟ ਟ੍ਰਾਂਜੈਕਸ਼ਨ।
ta: இந்த மொபைலில் UPI மற்றும் பேங்க் பேமெண்ட் விழிப்பூட்டல்களில் இருந்து வரைவு பரிவர்த்தனைகள்.
te: ఈ ఫోన్‌లో UPI మరియు బ్యాంక్ చెల్లింపు హెచ్చరికల నుండి డ్రాఫ్ట్ లావాదేవీలు.

# hint_consent_autofill_point1
source: Reads GPay, PhonePe & bank alerts
ar: يقرأ تنبيهات GPay وPhonePe والبنك
bn: GPay, PhonePe এবং ব্যাঙ্ক সতর্কতা পড়ে
es: Lee GPay, PhonePe y alertas bancarias
fr: Lit les alertes GPay, PhonePe et bancaires
gu: GPay, PhonePe અને બેંક ચેતવણીઓ વાંચે છે
hi: GPay, PhonePe और बैंक अलर्ट पढ़ता है
kn: GPay, PhonePe ಮತ್ತು ಬ್ಯಾಂಕ್ ಎಚ್ಚರಿಕೆಗಳನ್ನು ಓದುತ್ತದೆ
ml: GPay, PhonePe, ബാങ്ക് അലേർട്ടുകൾ എന്നിവ വായിക്കുന്നു
mr: GPay, PhonePe आणि बँक सूचना वाचते
pa: GPay, PhonePe ਅਤੇ ਬੈਂਕ ਅਲਰਟ ਪੜ੍ਹਦਾ ਹੈ
ta: GPay, PhonePe & வங்கி விழிப்பூட்டல்களைப் படிக்கிறது
te: GPay, PhonePe & బ్యాంక్ హెచ్చరికలను చదువుతుంది
